Repository: planoyescala/ZenInk
Catalog: src/ZenInk.App/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# ToolNamePolyline
source: Polyline
es_es: Polilínea

# ToolNameRectangle
source: Rectangle
es_es: Rectángulo

# ToolNameEllipse
source: Ellipse
es_es: Elipse

# ToolNamePolygon
source: Polygon
es_es: Polígono

# ToolNameCloud
source: Revision cloud
es_es: Nube de revisión

# ToolNameHighlight
source: Highlight text
es_es: Resaltar texto

# ToolNameDistance
source: Distance
es_es: Distancia

# ToolNamePerimeter
source: Perimeter
es_es: Perímetro

# ToolNameArea
source: Area
es_es: Área

# ToolNameAngle
source: Angle
es_es: Ángulo

# ToolNameOther
source: Tool
es_es: Herramienta

# ViewFlowContinuous
source: Continuous
es_es: Continuo

# ViewFlowSingle
source: Page by page
es_es: Página a página

# ViewTwoPages
source: · 2 pp.
es_es: · 2 pág.

# AboutLine
source: ZenInk {0} · free software (GPL-3.0) · part of ZenBIM
es_es: ZenInk {0} · software libre (GPL-3.0) · parte de ZenBIM

# AboutVersion
source: Version {0}
es_es: Versión {0}

# AboutWhatItIs
source: A viewer and editor for PDF drawings. Part of the ZenBIM project, by plano y escala.
es_es: Visor y editor de planos PDF. Parte del proyecto ZenBIM, de plano y escala.

# AboutLicence
source: © 2026 plano y escala. ZenInk is free software: you can redistribute it and modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License or any later version. It is distributed in the hope that it will be useful, but WITH NO WARRANTY AT ALL; not even the implied warranty of merchantability or fitness for a particular purpose. See the Licence for more detail.
es_es: © 2026 plano y escala. ZenInk es software libre: puedes redistribuirlo y modificarlo bajo los términos de la GNU General Public License publicada por la Free Software Foundation, en su versión 3 o cualquier posterior. Se distribuye con la esperanza de que sea útil, pero SIN GARANTÍA ALGUNA; ni siquiera la garantía implícita de comerciabilidad o de idoneidad para un propósito concreto. Ver la Licencia para más detalles.

# AboutThirdParty
source: The licence text and the third-party notices travel inside the program, beside the executable. ZenInk draws the drawings with PDFium (BSD-3-Clause) through PDFiumCore (Apache-2.0), on WinUI 3 and Win2D.
es_es: El texto de la licencia y los avisos de terceros viajan dentro del programa, junto al ejecutable. ZenInk dibuja los planos con PDFium (BSD-3-Clause) a través de PDFiumCore (Apache-2.0), sobre WinUI 3 y Win2D.

# PasswordWrong
source: That password does not open “{0}”. Try again.
es_es: Esa contraseña no abre «{0}». Prueba otra vez.

# PasswordNeeded
source: “{0}” is protected with a password.
es_es: «{0}» está protegido con contraseña.

# UnsavedInTab
source: {0} has changes that have not been written into the PDF.
es_es: {0} tiene cambios que no se han escrito en el PDF.

# DiscardTurnsAndMarks
source: The turns and the {0} marks that have not been saved will be lost.
es_es: Los giros y las {0} marcas que no se han guardado se perderán.

# DiscardMarks
source: The {0} marks that have not been saved will be lost.
es_es: Las {0} marcas que no se han guardado se perderán.

# DiscardBackToFile
source: The document goes back to how it stands in the file.
es_es: El documento volverá a como está en el archivo.

# MoveOneSheet
source: Sheet {0} of {1} will be taken wherever you say.
es_es: La hoja {0} de {1} se llevará a donde digas.

# MoveManySheets
source: The {0} sheets you marked will be taken together, in their order, starting at the sheet you say (1 to {1}).
es_es: Las {0} hojas marcadas se llevarán juntas, en su orden, empezando en la hoja que digas (1 a {1}).

# BusyReadingPdfs
source: Reading {0} PDFs…
es_es: Leyendo {0} PDF…

# InsertedOne
source: One sheet inserted.
es_es: Una hoja insertada.

# InsertedMany
source: {0} sheets inserted.
es_es: {0} hojas insertadas.

# InsertedAndLocked
source: {0} {1} file(s) could not be opened.
es_es: {0} No se pudieron abrir {1} archivo(s).

# MsgCouldNotRead
source: “{0}” could not be read
es_es: No se pudo leer «{0}»

# InsertSummary
source: {0} files, {1} in all.
es_es: {0} archivos, {1} en total.

# ManySheets
source: {0} sheets
es_es: {0} hojas

# AllSheetsRange
source: All of them (1-{0})
es_es: Todas (1-{0})

# FileHasOneSheet
source: “{0}” has one sheet.
es_es: «{0}» tiene una hoja.

# FileHasManySheets
source: “{0}” has {1} sheets.
es_es: «{0}» tiene {1} hojas.

# PaperLikeSheet
source: Like the sheet on screen — {0} × {1} mm
es_es: Como la hoja en pantalla — {0} × {1} mm

# FileStemSheet
source: sheet {0}
es_es: hoja {0}

# ExtractedInto
source: {0} in “{1}”.
es_es: {0} en «{1}».

# SplitSummary
source: The document has {0} sheets. New files will be written; this one is not touched.
es_es: El documento tiene {0} hojas. Se escribirán archivos nuevos; este no se toca.

# SplitWritten
source: {0} files in “{1}”.
es_es: {0} archivos en «{1}».

# MovingBreaksSignature
source: Moving the sheets about leaves the signature the document carries invalid: a signature covers the file as it stood. It can be signed again afterwards.
es_es: Cambiar las hojas de sitio deja sin validez la firma que trae el documento: una firma cubre el archivo tal y como estaba. Se puede volver a firmar después.

# MovingBreaksSignatures
source: Moving the sheets about leaves the {0} signatures the document carries invalid: a signature covers the file as it stood. It can be signed again afterwards.
es_es: Cambiar las hojas de sitio deja sin validez las {0} firmas que trae el documento: una firma cubre el archivo tal y como estaba. Se puede volver a firmar después.

# FlattenManyMarks
source: The {0} marks on this document will become part of the drawing.
es_es: Las {0} marcas de este documento pasarán a formar parte del dibujo.

# FlattenWarning
source: Afterwards nobody can move them, change them or delete them, in ZenInk or in any other program. The annotations the file brought from other tools are flattened too. This cannot be undone: flatten onto this file and there is no way back. Flattening into a copy leaves this document as it is, with its marks still live.
es_es: Después nadie podrá moverlas, cambiarlas ni borrarlas, ni en ZenInk ni en otro programa. También se aplanan las anotaciones que traía el archivo de otras herramientas. Esto no se puede deshacer: si aplanas sobre este archivo, no hay vuelta atrás. Aplanar en una copia deja este documento como está, con sus marcas todavía editables.

# FlattenedSuffix
source: flattened
es_es: aplanado

# NoCertificateBody
source: Windows cannot find a certificate to sign with. If yours is in a file —the Spanish FNMT one comes as a .pfx— you can install it now: the Windows wizard opens it, and it is the one that asks you for the password.
es_es: Windows no encuentra ningún certificado con el que firmar. Si tienes el tuyo en un archivo —el de la FNMT viene en un .pfx— puedes instalarlo ahora: lo abre el asistente de Windows, que es quien te pide la contraseña.

# CertificateIssuer
source: Issued by {0} · expires {1}
es_es: Emitido por {0} · caduca el {1}

# TimestampNote
source: With a stamp, the signature still stands once the certificate expires. It goes out to the internet: what travels is a digest of the signature, neither the drawing nor who signed it.
es_es: Con sello, la firma sigue valiendo cuando el certificado caduque. Sale a internet: viaja un resumen de la firma, ni el plano ni quién firma.

# ValidationDataNote
source: So the signature can be checked years from now without asking anybody. It asks the authorities your certificate names, now; if they do not answer, the signature is made all the same and goes without them.
es_es: Para poder comprobar la firma dentro de años sin preguntarle a nadie. Pregunta ahora a las autoridades que nombra tu certificado; si no contestan, la firma se hace igual y se queda sin ellos.

# SaveBeforeSigningNote
source: There are unsaved changes. They will be saved before signing: a signature covers the file, and whatever is not written is not signed.
es_es: Hay cambios sin guardar. Se guardarán antes de firmar: una firma cubre el archivo, y lo que no esté escrito no queda firmado.

# SignedCopyNote
source: The copy: “{0}”, beside the original. Then you draw where the signature goes.
es_es: La copia: «{0}», junto al original. Después dibujarás dónde va la firma.

# HintValidationData
source: Signature with validation data: {0} answer(s) from the authorities.
es_es: Firma con datos de validación: {0} respuesta(s) de las autoridades.

# HintValidationFailed
source: The signature is made, but without validation data: {0}
es_es: La firma está hecha, pero sin datos de validación: {0}

# StampNote
source: A stamp is a mark on the drawing: it says who has seen it, but it does not sign it. Nothing cryptographic is left behind, and anybody can move it or take it off.
es_es: Un sello es una marca sobre el dibujo: dice quién lo ha visto, pero no lo firma. No queda constancia criptográfica y cualquiera puede moverlo o quitarlo.

# SignatureStamped
source: stamped {0} {1}
es_es: sellada {0} {1}

# SignaturesMany
source: This document already carries {0} signatures:
es_es: Este documento ya lleva {0} firmas:

# SignatureAddedOnTop
source: Yours is added on top without touching them.
es_es: La tuya se añade encima sin tocarlas.

# HintComparingWith
source: Comparing with {0}
es_es: Comparando con {0}

# CompareChangeOf
source: Change {0} of {1}
es_es: Cambio {0} de {1}

# CompareChanges
source: {0} changes
es_es: {0} cambios

# ComparePairedWith
source: With sheet {0}
es_es: Con la hoja {0}

# CompareOnlyIn
source: Only in {0}
es_es: Solo en {0}

# CompareSheetOverSheet
source: Sheet {0} over sheet {1} of the revision.
es_es: Hoja {0} sobre la hoja {1} de la revisión.

# CompareKeysNote
source: F4 goes to the next change; Shift+F4, to the one before.
es_es: F4 lleva al cambio siguiente; Mayús+F4, al anterior.

# HintCalibrated
source: Sheet calibrated to {0}. {1} of what you went along.
es_es: Hoja calibrada a {0}. {1} de lo que recorriste.

# ScaleCalibratedNote
source: Calibrated to {0} · 1 cm of paper = {1}
es_es: Calibrada a {0} · 1 cm de papel = {1}

# MeasureAngle
source: Angle {0}
es_es: Ángulo {0}

# MeasureDistance
source: Distance {0}
es_es: Distancia {0}

# MeasureArea
source: Area {0}
es_es: Área {0}

# MeasureAndPerimeter
source: perimeter {0}
es_es: perímetro {0}

# MeasurePerimeter
source: Perimeter {0}
es_es: Perímetro {0}

# MeasureAndEncloses
source: encloses {0}
es_es: encierra {0}

# PageOf
source: Page {0} of {1}
es_es: Página {0} de {1}

# HintHighlightFixed
source: The highlight goes with the text it covers: it does not move or change, only get deleted.
es_es: El resaltado va con el texto que cubre: no se mueve ni cambia, solo se elimina.

# HintMarkSelected
source: Mark selected. Drag it to move it, pull a handle to stretch it or the knob to turn it.
es_es: Marca seleccionada. Arrástrala para moverla, tira de un tirador para estirarla o del pomo para girarla.

# HintPickAMark
source: Click a mark to pick it up.
es_es: Haz clic en una marca para cogerla.

# HintLeaveANote
source: Click the page to leave a note.
es_es: Haz clic en la página para dejar un comentario.

# HintWriteOnPage
source: Click the page and write right there; Esc closes it.
es_es: Haz clic en la página y escribe ahí mismo; Esc lo cierra.

# HintDrawFreehand
source: Draw with the pen or the mouse. The other end of the pen erases.
es_es: Dibuja con el lápiz o el ratón. La otra punta del lápiz borra.

# HintDragOverText
source: Drag over the text to highlight it.
es_es: Arrastra sobre el texto para resaltarlo.

# HintCloud
source: Drag a box, or click each vertex.
es_es: Arrastra un recuadro, o haz clic en cada vértice.

# HintClickVertices
source: Click each vertex; Enter or a double click finishes it.
es_es: Haz clic en cada vértice; Intro o doble clic lo termina.

# HintDragToDraw
source: Drag over the page to draw.
es_es: Arrastra sobre la página para dibujar.

# MarksMany
source: There are {0} marks on this page.
es_es: Hay {0} marcas en esta página.

# CorePasswordWrong
source: That password does not open this PDF.
es_es: La contraseña no abre este PDF.

# CorePasswordNeeded
source: This PDF is protected with a password.
es_es: Este PDF está protegido con contraseña.

# CoreDocumentClosed
source: Document {0} is no longer open.
es_es: El documento {0} ya no está abierto.

# CorePageNotLoadedForSaving
source: Page {0} could not be loaded to save it.
es_es: No se pudo cargar la página {0} para guardarla.

# CoreFlattenFailed
source: The marks on page {0} could not be flattened.
es_es: No se pudieron aplanar las marcas de la página {0}.

# CoreSheetNotBrought
source: Sheet {0} of “{1}” could not be brought over.
es_es: No se pudo traer la hoja {0} de «{1}».

# CoreOriginNotRead
source: “{0}” could not be read to bring its sheets over.
es_es: No se pudo leer «{0}» para traer sus hojas.

# CorePageNotLoaded
source: Page {0} could not be loaded.
es_es: No se pudo cargar la página {0}.

# CoreCompareBitmap
source: The bitmap for the comparison could not be made.
es_es: No se pudo crear el bitmap de la comparación.

# CorePrintBitmap
source: The bitmap for printing could not be made.
es_es: No se pudo crear el bitmap de impresión.

# CoreAnnotationNotCreated
source: PDFium could not make the annotation.
es_es: PDFium no pudo crear la anotación.

# CoreObjectNotInXref
source: Object {0} is not in the xref.
es_es: El objeto {0} no está en el xref.

# CoreObjectStreamNotInXref
source: Object stream {0} is not in the xref.
es_es: El flujo de objetos {0} no está en el xref.

# CoreSignatureDoesNotAddUp
source: The signature just written does not add up: {0}.
es_es: La firma recién escrita no cuadra: {0}.

# CoreSignatureNoVerify
source: it does not verify
es_es: no verifica

# CoreValidationBrokeSignature
source: Adding the validation data left the signature not adding up.
es_es: Al añadir los datos de validación la firma dejó de cuadrar.

# CoreEncryptedCannotSign
source: This PDF is encrypted and cannot be signed yet. Save a copy without a password and sign that.
es_es: Este PDF está cifrado y todavía no se puede firmar. Guarda una copia sin contraseña y fírmala.

# CoreNoCatalogue
source: The PDF does not say where its catalogue is.
es_es: El PDF no dice dónde está su catálogo.

# CoreValidationUnsupported
source: The validation data cannot be added: {0}.
es_es: No se pueden añadir los datos de validación: {0}.

# CoreSignRangeCutShort
source: The range to sign was cut short at {0} of {1} bytes.
es_es: El rango a firmar se cortó en {0} de {1} bytes.

# CoreTimestampNotAsked
source: The time stamp could not be asked of “{0}”: {1}
es_es: No se pudo pedir el sello de tiempo a «{0}»: {1}

# CoreTimestampRefused
source: The stamping authority “{0}” answered {1} {2}.
es_es: La autoridad de sellado «{0}» respondió {1} {2}.

# CoreTimestampWrongType
source: “{0}” answered {1}, which is not a stamping reply.
es_es: «{0}» contestó {1}, que no es una respuesta de sellado.
